create table Access(
	AccessId tinyint constraint PK_Access_AccessId primary key,
	Title nvarchar(50) not null,
	IsActive bit not null default 1
);

insert Access (AccessId,Title)
values
(1,N'تعریف و ویرایش گروه های کالا'),
(2,N'تعریف و ویرایش کالا'),
(3,N'درج نظر'),
(4,N'تایید و ویرایش نظرات'),
(5,N'ثبت سفارش'),
(6,N'مشاهده سفارشات خود')
(7,N'مشاهده سفارشات کلیه کاربران و تغیر وضعیت آن ها'),
(8,N'مشاهده لیست کاربران و ویرایش اطلاعات آن ها'),
(9,N'مشاهده و ویرایش پروفایل خود'),
(10,N'ارتقای نقش کاربر'),
(11,N'ثبت ورود کالا'),
(12,N'ثبت ورود کالای مرجوعی'),
(13,N'ثبت خروج فروش'),
(14,N'ثبت خروج ویژه'),
(15,N'تغیر تنظیمات سیستم')

